bradlc.vscode-tailwindcss
charliermarsh.ruff
dbaeumer.vscode-eslint
esbenp.prettier-vscode
jakebecker.elixir-ls
ms-python.debugpy
ms-python.mypy-type-checker
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.vscode-typescript-next
pgourlain.erlang
phoenixframework.phoenix
pkief.material-icon-theme
qwtel.sqlite-viewer
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-russian
tamasfe.even-better-toml
vue.volar
